#+MACRO: ts (eval(mwp-get-ts+7  'org-mwp-classtimes-calibrate 1))
#+TITLE: WDW235 Syllabus
#+ODT_STYLES_FILE: "/home/matt/.emacs.d/Templates/syl-temp-2019.odt"
#+STARTUP: customtime
#+ORG_LMS_COURSEID: 99251
#+HUGO_BASE_DIR: ./website/
#+HUGO_SECTION: syllabus
#+EXPORT_FILE_NAME: syllabus
#+HUGO_STATIC_IMAGES: images
#+HUGO_MENU: :menu main :weight 10
#+HUGO_CUSTOM_FRONT_MATTER: :banner "testbanner"
# #+IS_PUBLIC: t

* Grading Scheme
   :PROPERTIES:
   :CUSTOM_ID: grading-scheme
   :END:

| *Assignment*                                    | *%* | *Due Date*                                    |
|-------------------------------------------------+-----+-----------------------------------------------|
| Short Assignments (3)                           |  45 | <2019-09-19 Thu>, <2019-10-10 Thu>, <2019-11-21 Thu>               |
| Participation                                   |  10 | All semester; alternatives.                   |
| Book Project: Consultation                      |   1 | Oct. 11-25, in office hours or by appointment |
| Book Project: Proposal & Annotated Bibliography |   9 | <2019-11-01 Fri>                                     |
| Book Project: Digital Exhibit                   |  35 | <2019-11-29 Fri>                                     |
| Total                                           | 100 |                                               |
#+TBLFM: @>$2=vsum(@2..@-1)

- Reflections include in-class digital artifacts as well as discussion of course readings.
- You will work on reflections in class as well as outside class, and you will hand them in via Quercus. 400-500 words maximum.

